sist/oldSist/SiSTUDDI/teste/xml/save_business_1d.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Body>  
    <save_business generic="2.0" xmlns="urn:uddi-org:api_v2">    
      <authInfo>MyAuthInformation</authInfo>
      <businessEntity businessKey="">
        <name>MyBusiness</name>
        <businessServices>
          <businessService serviceKey="">
            <name>MyService</name>
            <bindingTemplates>
            </bindingTemplates>
          </businessService>
        </businessServices>
      </businessEntity>  
    </save_business>
  </s:Body>
</s:Envelope>